Repository: fxcebx/oec
Catalog: oec/translations/*/LC_MESSAGES/messages.po
Languages: de, es, hi, ja, pt, tr

source: The top export destinations %(of_country)s are %(destinations)s.
de: Die Top-Exportziele von %(of_country)s sind %(destinations)s.
es: Los principales destinos de las exportaciones %(of_country)s son %(destinations)s.
hi: %(of_country)s शीर्ष निर्यात स्थलों %(destinations)s हैं।
ja: %(of_country)sトップ輸出先%(destinations)sです。
pt: Os principais destinos de exportação %(of_country)s são %(destinations)s.
tr: %(of_country)s üst ihracat hedefleri %(destinations)s bulunmaktadır.

source: The top import origins %(of_country)s are %(origins)s.
de: Die Top-Herkunftsländer von %(of_country) sind %(origins)s.
es: Los principales orígenes de las importación %(of_country)s son %(origins)s.
hi: %(of_country)s शीर्ष आयात मूल %(origins)s हैं।
ja: %(of_country)sトップ輸入起源%(origins)sです。
pt: As importaçōes %(of_country)s advêm principamente %(origins)s.
tr: %(of_country)s üst ithalat kökeni %(origins)s bulunmaktadır.

source: positive
de: positiv
es: positivo
hi: सकारात्मक
ja: ポジティブ
pt: positivo
tr: pozitif

source: negative
de: negativ
es: negativo
hi: नकारात्मक
ja: ネガティブ
pt: negativo
tr: negatif

source: exports
de: Exporte
es: exportaciones
hi: नकारात्मक
ja: 輸出
pt: exportação
tr: ihracat

source: imports
de: Importe
es: importaciones
hi: आयात
ja: 輸入
pt: importação
tr: ithalat

source: As of %(year)s %(country)s had a %(positive_negative)s trade balance of $%(net_trade)s in net %(exports_imports)s.
de: Ab dem Jahr %(year)s hatte %(country)s eine %(positive_negative)s Handelsbilanz von $ %(net_trade)s Netto%(exports_imports)s.
es: A partir de %(year)s %(country)s tenía una balanza comercial %(positive_negative)s de $ %(net_trade)s en las %(exports_imports)s netas.
hi: %(year)s के रूप में %(country)s का शुद्ध %(exports_imports)s में $ %(net_trade)s की एक %(positive_negative)s व्यापार संतुलन था।
ja: %(year)s年%(country)s%(exports_imports)sは$%(net_trade)sの%(positive_negative)s貿易収支を持っていました。
pt: A partir de %(year)s %(country)s tinha um saldo comercial %(positive_negative)s de US $ %(net_trade)s em %(exports_imports)s líquidas.
tr: %(year)s yılı itibariyle %(country)s net %(exports_imports)s %(net_trade)s $ bir %(positive_negative)s ticaret dengesi vardı.

source: still
de: noch
es: todavía
hi: अब तक
ja: 未だ
pt: ainda
tr: hala

source: As compared to their trade balance in %(year)s when they %(still)s had a %(positive_negative)s trade balance of $%(net_trade)s in net %(exports_imports)s.
es: En comparación con su balanza comercial en %(year)s, cuando %(still)s tenían una balanza comercial %(positive_negative)s de $ %(net_trade)s de las %(exports_imports)s netas.
pt: Em comparação com a sua balança comercial em %(year)s, quando eles %(still)s tinham um saldo comercial %(positive_negative)s de US $ %(net_trade)s no %(exports_imports)s líquidas.

source: Trade Balance
de: Handelsbilanz
es: Balanza comercial
hi: व्यापार का संतुलन
ja: 貿易バランス
pt: Balança comercial
tr: Ticaret Dengesi

source: Destinations
de: Zielländer
es: Destinos
hi: गंतव्य
ja: 輸出先
pt: Destino
tr: Gidilecek

source: The economy %(of_country)s has an Economic Complexity Index (ECI) of %(eci)s making it the %(eci_rank)s most complex country.
es: La economía %(of_country)s tiene un Índice de Complejidad Económica (ECI) de %(eci)s por lo que es el %(eci_rank)s país más complejo.
pt: A economia %(of_country)s tem um Índice de Complexidade Econômica (ICE) de %(eci)s tornando-o o %(eci_rank)s país mais complexo.

source: %(country)s exports %(num_of_exports)s products with revealed comparative advantage (meaning that its share of global exports is larger than what would be expected from the size of its export economy and from the size of a product’s global market).
de: %(country)s exportiert %(num_of_exports)s Produkte mit einem Revealed Comparative Advantage (das bedeutet, dass ihr Anteil an den weltweiten Exporten dieses Produktes größer ist als das, was von der Größe der Gesamtexporte dieses Landes und von der Größe des globalen Marktes in diesem Produktes erwartet werden kann).
es: %(country)s exporta %(num_of_exports)s productos con ventaja comparativa revelada (lo que significa que su participación en las exportaciones mundiales de estos productos es mayor de lo que uno esperaria dado el tamaño de su economíay el tamaño del mercado global de estos producto).
hi: %(country)s (वैश्विक निर्यात का अपना हिस्सा इसके निर्यात अर्थव्यवस्था के आकार से और एक उत्पाद के वैश्विक बाजार के आकार से उम्मीद की जा होगा की तुलना में बड़ा है जिसका अर्थ है कि) से पता चला तुलनात्मक लाभ के साथ %(num_of_exports)s उत्पादों का निर्यात करता है।
ja: %(country)s（グローバル輸出のシェアは輸出経済の大きさから、製品の世界市場の大きさから予想されるものよりも大きいことを意味する）を明らかに比較優位を持つ%(num_of_exports)s製品を輸出しています。
pt: %(country)s exporta %(num_of_exports)s produtos com vantagem comparativa revelada (o que significa que a sua quota das exportações mundiais para esses produtos é maior do que o que seria proporcional ao tamanho de sua economia de exportação e ao tamanho do mercado global desses produtos).
tr: %(country)s (global ihracatın payı, ihracat, ekonominin boyutu ve bir ürünün küresel pazarın boyutu ne beklenir daha büyük olduğu anlamına gelir) açıklanmış karşılaştırmalı avantajı ile %(num_of_exports)s ihraç.

source: The product space is a network connecting products that are likely to be co-exported and can be used to predict the evolution of a country’s export structure.
de: Der Produktraum ist ein Netzwerk, das Produkte verbindet, die wahrscheinlich ko-exportiert werden. Das Netzwerk kann benutzt werden, um die Entwicklung der Exportstruktur eines Landes vorherzusagen.
es: El espacio de productos es una red que conecta los productos que son co-exportados y puede ser utilizada para predecir la evolución de la estructura de exportaciones de un país.
hi: उत्पाद अंतरिक्ष सह-निर्यात किए जाने की संभावना है और एक देश के निर्यात संरचना के विकास की भविष्यवाणी करने के लिए इस्तेमाल किया जा सकता है कि उत्पादों को जोड़ने के लिए एक नेटवर्क है।
ja: プロダクトスペースとは相互輸出やよく予測されるある国の輸出構造の革新のようなネットワークコネクティング製品である
pt: O diagrama conecta os produtos que com alta probabilidade de co-exportação e pode ser usado para prever a evolução da estrutura produtiva de um país.
tr: Ürün uzay co-ihraç olması muhtemeldir ve bir ülkenin ihracat yapısının evrimini tahmin için kullanılabilecek ürünlerin bağlayan bir ağdır.

source: Economic Complexity %(of_country)s
de: Wirtschaftliche Komplexität von %(of_country)s
es: Complejidad Económica %(of_country)s
hi: %(of_country)s की अर्थव्यवस्था
ja: %(of_country)s経済複雑
pt: Ranking da Complexidade Econômica %(of_country)s
tr: %(of_country)s Ekonomik Karmaşıklık

source: Product Space
de: Produktraum
es: Espacio de Productos
hi: उत्पाद अंतरिक्ष
ja: プロダクトスペース
pt: Espaço de Produto
tr: Ürün Uzay

source: In this version of the product space products are colored according to their Product Gini Index, or PGI. The PGI of a product is the level of income inequality that we expect for the countries that export a product. For more information see: %(paper1)s and %(paper2)s.
pt: Neste versão do Espaço de Produto, cada produto é codificado de acordo com o índice Gini ajustado pela complexidade do tecido produtivo dos países que os exportam. O Índice Gini de Produtos (IGP) indica que países que produzem produtos mais complexos apresentam níveis de desigualdade menores medidos por coeficientes Gini. Para saber mais, leia: %(paper1)s e %(paper2)s.

source: Complexity and Income Inequality
pt: Complexidade e Desigualdade de Renda

source: The Economic Complexity of each country visualized over the past %(year_range)s years.
es: La complejidad económica de cada país visualiza en los últimos %(year_range)s años.
pt: A complexidade económica de cada país visualizados ao longo dos últimos %(year_range)s anos.

source: Economic Complexity Ranking
de: Ranking der Wirtschaftlichen Komplexität
es: Ranking de Complejidad Económica
hi: आर्थिक जटिलता की रैंकिंग
ja: 経済複雑性ランキング
pt: Ranking da Complexidade Econômica
tr: Sıralama Ekonomik Karmaşıklık

source: The Economic Complexity ranking %(of_country)s has %(increased_or_decreased)s by %(rank_delta)s places over the past %(year_range)s years from %(old_eci)s in %(old_year)s to %(current_eci)s in %(current_year)s.
es: La clasificación complejidad económica %(of_country)s ha %(increased_or_decreased)s en %(rank_delta)s lugares en los últimos %(year_range)s años a partir de %(old_eci)s en %(old_year)s para %(current_eci)s en %(current_year)s.
pt: O ranking complexidade económica %(of_country)s %(increased_or_decreased)s em %(rank_delta)s locais ao longo dos últimos %(year_range)s anos a partir de %(old_eci)s em %(old_year)s para %(current_eci)s em %(current_year)s.

source: More on %(country)s from our other sites
es: Más sobre %(country)s de nuestros otros sitios
pt: Mais sobre %(country)s em outros sites

source: Top Exporter
de: Top Exporteur
es: Exportador principal
hi: प्रमुख निर्यातक
ja: 最大輸出者
pt: Top Exportador
tr: En İhracatçı

source: Top Importer
de: Top Importeur
es: Importador principal
hi: प्रमुख आयातक
ja: 最大輸入者
pt: Top Importador
tr: En İthalatçı

source: %(product)s the %(economic_rank)s most traded product
de: %(product)s ist das am %(economic_rank)s meistgehandelte Produkt
es: %(product)s el producto más transado %(economic_rank)s
hi: %(economic_rank)s सबसे अधिक कारोबार उत्पाद %(product)s
ja: %(economic_rank)sほとんどの取引製品%(product)s
pt: %(product)s do %(economic_rank)s produtos mais negociados
tr: %(economic_rank)s en çok işlem gören ürün %(product)s

source: Product Complexity Index
es: Índice de productos Complejidad
pt: Índice de Produtos Complexidade

source: and the %(pci_rank)s most complex product according to the %(pci_ranking_link)s
es: y el producto más complejo de %(pci_rank)s según el %(pci_ranking_link)s
pt: e a %(pci_rank)s produto mais complexo de acordo com a %(pci_ranking_link)s

source: The top exporters of %(product)s are %(exporters)s. The top importers are %(importers)s.
de: Die Top-Exporteure von %(product)s sind %(exporters)s. Die Top-Importeure sind %(importers)s.
es: Los principales exportadores de %(product)s son %(exporters)s. Los principales importadores son %(importers)s.
hi: %(product)s के शीर्ष निर्यातकों %(exporters)s रहे हैं। शीर्ष आयातकों %(importers)s हैं।
ja: %(product)sのトップ輸出は%(exporters)sです。トップ輸入%(importers)sです。
pt: Os principais exportadores de %(product)s são %(exporters)s. Os principais importadores são %(importers)s.
tr: %(product)s üst ihracatçılar %(exporters)s bulunmaktadır. Üst ithalatçılar %(importers)s bulunmaktadır.

source: %(product)s the top export of %(countries)s.
de: %(product)s ist das Top-Exportprodukt von %(countries)s.
es: %(product)s es la exportación principal de %(countries)s.
hi: %(product)s %(countries)s के शीर्ष निर्यात।
ja: %(product)s%(countries)sトップ輸出です。
pt: %(product)s o principal produto de exportação da %(countries)s.
tr: %(product)s %(countries)s üst ihracat.

source: %(product)s the top import of %(countries)s.
de: %(product)s ist das Top-Import-Produkt von %(countries)s.
es: %(product)s es la importación principal de %(countries)s.
hi: %(product)s %(countries)s के शीर्ष आयात करते हैं।
ja: %(product)sは%(countries)sトップ輸入です。
pt: %(product)s o principal produto de importação da %(countries)s.
tr: %(product)s %(countries)s üst ithal.

source: %(product)s also known as %(keywords)s.
de: %(product)s ist auch unter den Namen %(keywords)s bekannt.
es: %(product)s también conocido como %(keywords)s.
hi: %(product)s भी %(keywords)s के रूप में जाना जाता है।
ja: %(product)sも%(keywords)sとして知られています。
pt: %(product)s também é conhecido como %(keywords)s.
tr: %(product)s aynı zamanda %(keywords)s olarak da bilinir.

source: %(product)s a %(product_id_length)s digit %(classification)s product.
de: %(product)s eine %(product_id_length)s-stellige %(classification)s Produkt.
es: %(product)s producto %(classification)s %(product_id_length)s dígitos.
hi: %(product)s एक %(product_id_length)s अंकों %(classification)s उत्पाद।
ja: %(product)sの%(product_id_length)s桁の%(classification)s。
pt: %(product)s um produto %(classification)s de %(product_id_length)s dígitos.
tr: %(product)s %(product_id_length)s haneli %(classification)s ürünü.

source: %(product_name)s Trade
pt: %(product_name)s Comercio

source: This treemap shows the share of countries that export %(product)s.
es: Este treemap muestra la participación de los países exportadores de %(product)s.
pt: Este treemap mostra a participação de países que exportam %(product)s.

source: This treemap shows the share of countries that import %(product)s.
es: Este treemap muestra la participación de los países importadores de %(product)s.
pt: Este treemap mostra a participação de países que importam %(product)s.

source: This visualization shows products that are likely to be exported by countries that export %(product)s.
es: Esta visualización muestra los productos que son susceptibles de ser exportados por los países exportadores de %(product)s.
pt: Esta visualização mostra os produtos que são susceptíveis de ser exportados por países que exportam %(product)s.

source: This map shows the states in the United States colored by median income.
es: Este mapa muestra los estados de los Estados Unidos de colores por ingreso medio.
pt: Este mapa mostra os estados dos Estados Unidos coloridas de renda mediana.

source: Data USA is the most comprehensive visualization of U.S. public data. If you would like more info or to create a similar site get in touch with us at %(oec_email)s.
es: Datos de EE.UU. es la visualización más completa de datos públicas de Estados Unidos. Si desea obtener más información o para crear un sitio similar ponerse en contacto con nosotros en %(oec_email)s.
pt: Data USA é a visualização mais abrangente de dados públicos EUA. Se você quiser mais informações ou para criar um site semelhante entrar em contato com a gente no %(oec_email)s.

source: Explore on Data USA
es: Explora en Data USA
pt: Explorar no Data USA

source: This bar chart shows the wage distribution in the United States.
es: Este gráfico de barras muestra la distribución de los salarios en los Estados Unidos.
pt: Este gráfico de barras mostra a distribuição de renda para a população trabalhadora no EUA.

source: Income by Location
es: Ingresos por Localización
pt: Resultados por Localização

source: This treemap shows the municipalities in Brazil that imported products internationally.
es: Este treemap muestra los municipios de Brasil que importaron productos a nivel internacional.
pt: Este treemap mostra os municípios no Brasil que os produtos importados internacionalmente.

source: DataViva is a visualization tool that provides official data on trade, industries, and education throughout Brazil. If you would like more info or to create a similar site get in touch with us at %(oec_email)s.
es: DataViva es una herramienta de visualización que proporciona los datos oficiales sobre el comercio, las industrias, y la educación en todo el Brasil. Si desea obtener más información o para crear un sitio similar ponerse en contacto con nosotros en %(oec_email)s.
pt: O DataViva é uma ferramenta de visualização que disponibiliza dados oficiais sobre exportações, atividades econômicas, localidades e ocupações de todo o Brasil, em onze visualizações e mais de 100 milhões de visualizações. Se você quiser mais informações ou para criar um site semelhante entrar em contato com a gente no %(oec_email)s.

source: Explore on DataViva
es: Explora el DataViva
pt: Explorar no DataViva

source: Imports of Brazil by Municipality
es: Las importaciones de Brasil por Municipio
ja: 市によるブラジルの輸入
pt: Município Importações do Brasil

source: This map shows the exports of Brazil by state.
es: Este mapa muestra las exportaciones de Brasil por estado.
pt: Este mapa mostra as exportações do Brasil por estado.

source: This bar chart shows the wage distribution for the working population in Brazil.
es: Este gráfico de barras muestra la distribución de los salarios para la población trabajadora en Brasil.
pt: Este gráfico de barras mostra a distribuição de renda para a população trabalhadora no Brasil.

source: State Exports
es: Las exportaciones estatales
ja: 国家輸出
pt: Exportações Estaduais

source: Wage Distribution
es: Distribución del salario
ja: 賃金分布
pt: Distribuição de Salários

source: This treemap shows the municipalities in Brazil that imported products from %(country)s.
es: Este treemap muestra los municipios de Brasil que los productos importados a la %(country)s.
pt: Municípios brasileiros que importam da %(country)s

source: This treemap shows the municipalities in Brazil that exported products to %(country)s.
es: Este treemap muestra los municipios de Brasil que los productos exportados a la %(country)s.
pt: Municípios brasileiros que exportam da %(country)s

source: Brazilian Municipalities that import from %(country)s
de: Brasilianischen Gemeinden, die aus %(country)s einzuführen
es: Municipios brasileños que importan de %(country)s
hi: %(country)s से है कि आयात ब्राजील नगर पालिकाओं
ja: %(country)sから輸入ブラジルの市町村
pt: Municípios brasileiros que importam da %(country)s
tr: %(country)s'dan ithal Brezilyalı Belediyeler

source: Brazilian Municipalities that export to %(country)s
de: Brasilianischen Gemeinden, die nach %(country)s exportieren
es: Municipios brasileños que exportan a %(country)s
hi: %(country)s के लिए निर्यात कि ब्राजील के नगर पालिकाओं
ja: %(country)sに輸出ブラジルの市町村
pt: Municípios brasileiros que exportam da %(country)s
tr: %(country)s ihracat Brezilyalı Belediyeler

source: This treemap shows the municipalities in Brazil that export %(product)s.
es: Este treemap muestra los municipios de Brasil que exportan %(product)s.
pt: Este treemap mostra os municípios no Brasil que exportam %(product)s.

source: This treemap shows the municipalities in Brazil that import %(product)s.
es: Este treemap muestra los municipios de Brasil que importan %(product)s.
pt: Este treemap mostra os municípios no Brasil que importam %(product)s.

source: This treemap shows the cultural exports %(of_country)s, as proxied by the production of globally famous historical characters
es: Este treemap muestra las exportaciones culturales %(of_country)s, como representada por la producción de personajes históricos famosos a nivel mundial
pt: Este treemap mostra as exportações culturais %(of_country)s, como proxy pela produção de todo o mundo famosos personagens históricos

source: Explore on Pantheon
es: Explora el Panteón
pt: Explorar no Pantheon

source: This treemap shows the cultural exports %(of_country)s by city, as proxied by the production of globally famous historical characters.
es: Esto muestra el treemap exportaciones culturales %(of_country)s por la ciudad, como representada por la producción de personajes históricos famosos a nivel mundial.
pt: Este treemap mostra as exportações culturais %(of_country)s pela cidade, como proxy pela produção de todo o mundo famosos personagens históricos.

source: Globally Famous People %(of_country)s
de: Weltweit Berühmte Leute %(of_country)s
es: Personajes globalmente famosos %(of_country)s
hi: %(of_country)s दुनिया भर में मशहूर लोग
ja: %(of_country)sグローバル有名な人々
pt: As pessoas mundialmente famoso %(of_country)s
tr: %(of_country)s Küresel Ünlüleri

source: Globally Famous People %(of_country)s by City
de: Weltweit Berühmte Leute %(of_country)s nach Städte
es: Personajes globalmente famosos %(of_country)s por ciudad
hi: सिटी द्वारा %(of_country)s दुनिया भर में मशहूर लोग
ja: 市による%(of_country)sグローバル有名な人々
pt: As pessoas mundialmente famoso %(of_country)s por cidade
tr: City %(of_country)s Küresel Ünlüleri

source: Country
de: Land
es: País
hi: देश
ja: 国
pt: País
tr: Ülke

source: Product
de: Produkt
es: Producto
hi: उत्पाद
ja: 製品
pt: Produto
tr: Ürün

source: Percent
de: Prozent
es: Por ciento
hi: प्रतिशत
ja: パーセント
pt: Por cento
tr: Yüzde

source: Export Value
de: Exportwert
es: Valor de las exportaciones
hi: निर्यात का मूल्य
ja: 輸出額
pt: O valor das exportações
tr: Ihracat değeri

source: Net Export Value
de: Nettoexport
es: Valor neto de exportación
hi: निर्यात का नेट मूल्य
ja: 純輸出額
pt: O valor das exportações
tr: Net İhracat Değeri

source: Import Value
de: Importwert
es: Valor de las importaciones
hi: आयात का मूल्य
ja: 輸入額
pt: Valor Import
tr: Ithalat değeri

source: Net Import Value
de: Nettoimport
es: Valor neto de importación
hi: आयात का नेट मूल्य
ja: 純輸入額
pt: Valor Import
tr: Net İthalat Değeri

source: Market Value
de: Marktwert
es: Valor comercial
hi: बाज़ार का मूल्य
ja: 時価
pt: Valor de mercado
tr: Piyasa değeri

source: Export RCA
es: RCA de Exportación
pt: Exportação RCA

source: Import RCA
es: RCA de Importación
pt: Importação RCA

source: GDPpc (constant '05 US$)
de: Pro-Kopf-Einkommen (konstant 05 US $)
es: PIB per cápita (US$ a precios constantes de 2005)
hi: प्रति व्यक्ति सकल घरेलु उत्पाद (२००५ अमेरिकी $)
ja: GDPpc（定数'05 US $）
pt: PIBpc (constante '05 US $)
tr: GSYİHpc (sabit '05 ABD $)

source: GDPpc (current US$)
de: Pro-Kopf-Einkommen (aktuelle US $)
es: PIB per cápita (US$ a precios actuales)
hi: प्रति व्यक्ति सकल घरेलु उत्पाद (वर्तमान अमेरिकी $)
ja: GDPpc（現在のUS $）
pt: PIBpc (corrente US $)
tr: GSYİHpc (şimdiki ABD $)

source: GDPpc PPP (constant '11)
de: Pro-Kopf-Einkommen PPP (konstant '11)
es: PIB per cápita, PPA (US$ a precios internacionales constantes de 2011)
hi: प्रति व्यक्ति सकल घरेलु उत्पाद (पीपीपी, २०११ अमेरिकी $)
ja: GDPpc PPP（定数'11）
pt: PIBpc PPP (constante '11)
tr: GSYİHpc PPP (sabit '11)

source: GDPpc PPP (current)
de: Pro-Kopf-Einkommen PPP (aktuell)
es: PIB per cápita, PPA (US$ a precios internacionales actuales)
hi: प्रति व्यक्ति सकल घरेलु उत्पाद (पीपीपी, वर्तमान)
ja: GDPpc PPP（現在の）
pt: PIBpc PPP (atual)
tr: GSYİHpc PPP (güncel)

source: ECI Rank
de: ECI Rang
es: Ranking de Complejidad Económica
hi: ईसीआई रैंक
ja: 経済複雑性指標ランク
pt: Ranking do ECI

source: Annual Growth Rate (1 year)
de: jährliche Wachstumsrate (1 Jahr)
es: Tasa de crecimiento anual (1 año)
hi: वार्षिक विकास दर (१ वर्ष)
ja: 年間成長率（1年）
pt: Taxa de crescimento anual (1 ano)
tr: Yıllık Büyüme Oranı (1 yıl)

source: Annual Growth Rate (5 year)
de: jährliche Wachstumsrate (5 Jahre)
es: Tasa de crecimiento anual (5 años)
hi: वार्षिक विकास दर (५ वर्ष)
ja: 年間成長率（5年）
pt: Taxa de crescimento anual (5 anos)
tr: Yıllık Büyüme Oranı (5 yıl)

source: Growth Value (1 year)
de: Wachstumswert (1 Jahr)
es: Crecimiento (1 año)
hi: वृद्धि का मूल्य (१ वर्ष)
ja: 成長値（1年）
pt: Valor do Crescimento (1 ano)
tr: Büyüme Değer (1 yıl)

source: Growth Value (5 year)
de: Wachstumswert (5 Jahre)
es: Crecimiento valor (5 años)
hi: वृद्धि का मूल्य (५ वर्ष)
ja: 成長値（5年）
pt: Valor do Crescimento (5 anos)
tr: Büyüme Değer (5 yıl)

source: Loading...
es: Cargando...
ja: 読み込んでいます...
pt: Carregando...

source: Loading Visualization
es: Visualización de carga ...
ja: 読み込んで可視化
pt: Construa Visualization

source: We couldn't find any results.
es: No se han encontrado resultados
ja: 我々は、任意の結果を見つけることができませんでした。
pt: Nenhum resultado encontrado.

source: Partner
de: Gesellschafter
es: Compañero
hi: साथी
ja: パートナー
pt: parceiro
tr: Ortak

source: Trade Flow
de: Handelsvolumen
es: Flujo comercial
hi: व्यापार का प्रवाह
ja: 取引の流れ
pt: Fluxo de Comércio
tr: Ticaret Akışı

source: Export
es: Exportación
hi: निर्यात
ja: 輸出
pt: Exportação
tr: Ihracat

source: Import
es: Importación
hi: आयात
ja: 輸入
pt: Importação
tr: Ithalat

source: Start Year
de: Anfangsjahr
es: Año inicial
hi: पहला साल
ja: 開始年
pt: Comece Ano
tr: Başlangıç Yılı

source: End Year
de: Endjahr
es: Año final
hi: अंतिम साल
ja: 終了年
pt: Fim Ano
tr: Bitiş Yılı

source: Year
de: Jahr
es: Año
hi: वर्ष
ja: 年
pt: Ano
tr: Yıl

source: Profile for %(attr)s
de: Profil für %(attr)s
es: Perfil para %(attr)s
hi: %(attr)s के लिए प्रोफ़ाइल
ja: %(attr)sのプロフィール
pt: Perfil para %(attr)s
tr: %(attr)s Profili

source: Economic Complexity ranking of countries based on their ECI and ECI+ values.
es: Ranking de Complejidad Económica de países basado en los valores del ECI y ECI+
