Repository: fxcebx/oec
Catalog: oec/translations/*/LC_MESSAGES/messages.po
Languages: de, es, hi, ja, pt, tr

source: The Economic Complexity Index (ECI) and the Product Complexity Index (PCI) are, respectively, measures of the relative knowledge intensity of an economy or a product. ECI measures the knowledge intensity of an economy by considering the knowledge intensity of the products it exports. PCI measures the knowledge intensity of a product by considering the knowledge intensity of its exporters. This circular argument is mathematically tractable and can be used to construct relative measures of the knowledge intensity of economies and products (see %(a_open)smethodology section%(a_close)s for more details).
es: El Índice de Complejidad Económica (ECI, por sus siglas en inglés) y el Índice de Complejidad de Producto (PCI, por sus siglas en inglés) son, respectivamente, medidas de la intensidad relativa de conocimiento de una economía o producto. El ECI mide la intensidad de conocimiento de una economía tomando en cuenta la intensidad de conocimiento de los productos que exports. El PCI mide la intensidad de conocimiento de un producto tomando en cuenta la intensidad de conocimiento de los países que lo exportan. Este argumento circular tiene trazabilidad matemática y se puede emplear para construir las medidas relativas de la intensidad de conocimiento de las economías y productos (consulta %(a_open)sla sección de metodología%(a_close)s para más detalles).

source: ECI has been validated as a relevant economic measure by showing its ability to predict future economic growth (see %(paper_link)s), and explain international variations in income inequality (see %(paper_link2)s.
es: El ECI se ha validado como una medida económica relevante mostrand su habilidad para predecir el crecimiento económico futuro (ver %(paper_link)s), y explicar variaciones internacionales en la desigualdad del ingreso (ver %(paper_link2)s).

source: ECI+ and PCI+ are improved measures of economic complexity (see %(paper_link)s) that consider the total exports of a country adjusted by how difficult it is to export each product. ECI+ is slightly more accurate than ECI at predicting future economic growth, and also, is mathematically simpler to define.
es: El ECI+ y PCI+ son mejoras a las medidas de complejidad económica (ver %(paper_link)s) que toman en cuenta las exportaciones totales de un país ajustando de acuerdo a la dificultad existente para exportar cada producto. El ECI+ es ligeramente más preciso que el ECI para predecir crecimiento económico futuro y además es más simple de definir matemáticamente.

source: This page includes rankings using the Economic Complexity Index (ECI) and its improved version (ECI+).
es: Esta página incluye rankings usando el Índice de Complejidad Económica (ECI) y su versión mejorada (ECI+).

source: Showing
es: Mostrar

source: ECI Type
es: Tipo de ECI

source: Product Classification
es: Clasificación de producto

source: Year Range
es: Rango de años

source: %(product_name)s Trade.
es: El comercio de %(product_name)s.

source: ID
de: Identifikationsnummer
es: Identificación
hi: आईडी
tr: Kimlik

source: Y Axis
de: Y-Achse
es: Eje Y
hi: ऊर्ध्वाधर अक्ष
ja: Y軸
tr: Y ekseni

source: Dataset
de: Datensatz
es: Datos
hi: डाटासेट
ja: データ設定
tr: Veri seti

source: We are the world's<br/>leading visualization engine<br/>for international trade data.
de: Wir sind das weltweit<br/>führende Visualisierungstool für<br/> internationale Handelsdaten.
hi: हम दुनिया के प्रमुख<br/>विशुअलिज़शन इंजन है<br/>अंतराष्ट्रीय व्यापार के लिए ।
ja: 我々は、国際貿易<br/>データの可視化で世界を<br/>主導する機構です。
tr: Biz uluslararası ticaret<br/>verileri için dünyanın önde<br/>gelen görselleştirme motorudur.

source: Rankings
hi: रैंकिंग
ja: ランキング
tr: Sıralaması

source: Resources
de: Ressourcen
hi: साधन
ja: 資源、情報源
tr: Kaynaklar

source: API
hi: एपीआई
ja: アプリケーションプログラミングインターフェース

source: Take a tour
de: Machen Sie eine Tour
hi: टूर पर चलें
ja: こちらをご覧ください
tr: Bir tur at

source: Prev. Year
de: Vorheriges Jahr
hi: पिछला वर्ष
ja: 前年
tr: Önceki. Yıl

source: Rankings
hi: रैंकिंग
ja: ランキング
tr: Sıralaması

source: Click here for Product Rankings
de: Klicken Sie hier für das Ranking der Produkte
hi: उत्पाद रैंकिंग के लिए यहां क्लिक करें
ja: プロダクトランキングはこちらをクリック
tr: Ürün Oylamaya için tıklayınız

source: Click here for Country Rankings
de: Klicken Sie hier für das Länderranking
hi: देश रैंकिंग के लिए यहां क्लिक करें
ja: 各国のランキングはこちらをクリック
tr: Ülke Sıralaması için tıklayınız

source: Next Year
de: Nächstes Jahr
hi: अगला वर्ष
ja: 来年
tr: Gelecek Yıl

source: Previous Year
de: Vorjahr
hi: पिछला वर्ष
ja: 前年
tr: Önceki Yıl

source: Depth
de: Tiefe
hi: गहराई
ja: 深さ
tr: Derinlik

source: Download Current Year
de: Daten des aktuelles Jahres herunterladen
hi: वर्तमान वर्ष डाउनलोड करें
ja: 今年をダウンロード
tr: Cari Yıl İndir

source: Who makes what?
de: Wer macht was?
hi: कौन क्या करता है?
ja: 誰が何を作るのか？
tr: Kim ne yapar?

source: and the %(eci_rank)s most complex economy according to the Economic Complexity Index (ECI).
de: und die %(eci_rank)s komplexeste Wirtschaft gemäß dem Index der Wirtschaftlichen Komplexität.
hi: और %(eci_rank)s सबसे जटिल अर्थव्यवस्था आर्थिक जटिलता सूचकांक (ईसीआई) के अनुसार।
ja: %(eci_rank)s経済複雑性指標による最も複雑な経済
tr: ve %(eci_rank)s en karmaşık ekonomi Ekonomik Karmaşıklık Endeksi (ECI) göre değişir.

source: In %(year)s, %(country)s exported $%(export_val)s and imported $%(import_val)s, resulting in a %(positive_negative)s trade balance of $%(trade_delta)s.
de: Im Jahr %(year)s exportierte %(country)s $ %(export_val)s und importierte Gütter im Wert von $ %(import_val)s, was zu einer %(positive_negative)s Handelsbilanz von $ %(trade_delta)s.
hi: %(year)s में, %(country)s $ %(export_val)s का निर्यात किया और $ %(trade_delta)s के %(positive_negative)s व्यापार संतुलन में जिसके परिणामस्वरूप, $ %(import_val)s का आयात किया।
ja: %(year)s年に、%(country)sは$ %(export_val)sエクスポートし、$%(trade_delta)sの%(positive_negative)s貿易収支の結果、$ %(import_val)sインポート。
tr: %(year)s yılında, %(country)s %(export_val)s $ ihracat ve %(trade_delta)s $ %(positive_negative)s ticaret dengesi sonuçlanan %(import_val)s $ ithal.

source: The total world trade in %(year)s was %(export_val)s.
ja: %(year)s年の世界の総貿易は%(export_val)sでした。

source: During the last five years exports have %(increased_decreased)s at a median annualized rate of %(change_rate)s%%, from $%(past_export_val)s in %(past_year)s to $%(current_export_val)s in %(current_year)s.
ja: 過去5年間で輸出は%(current_year)s年に$%(current_export_val)sに%(past_year)s年に$%(past_export_val)sから、%(change_rate)s%%の中央値は年率で%(increased_decreased)s。

source: The most recent exports are led by %(top_export)s which represent %(top_export_pct)s%% of the total products exported, followed by %(second_export)s, which account for %(second_export_pct)s%%.
ja: %(second_export_pct)s%%を占めて%(second_export)sに続いて、エクスポート、全製品の%(top_export_pct)s%%を表す%(top_export)sが主導している最新の輸出、。

source: In %(year)s %(country)s exported $%(export_val)s, making it the %(export_rank)s largest exporter in the world.
de: Im Jahr %(year)s exportierte %(country)s $ %(export_val)s, so dass es das %(export_rank)s größte Exportland der Welt ist.
hi: %(year)s में %(country)s में यह दुनिया में %(export_rank)s सबसे बड़ा निर्यातक बना रही है, $ %(export_val)s का निर्यात किया।
ja: %(year)s年に%(country)s世界で%(export_rank)s番目に大きな輸出国作り、$ %(export_val)s輸出しました。
tr: %(year)s yılında %(country)s dünyadaki %(export_rank)s büyük ihracatçısı yaparak %(export_val)s $ ihraç etti.

source: During the last five years the exports %(of_country)s have %(increased_decreased)s at an annualized rate of %(change_rate)s%%, from $%(past_export_val)s in %(past_year)s to $%(current_export_val)s in %(current_year)s.
de: In den letzten fünf Jahren sind die Exporte %(of_country)s jährlich um %(change_rate)s%% %(increased_decreased)s, von %(past_export_val)s $ in %(past_year)s auf $ %(current_export_val)s in %(current_year)s.
hi: पिछले पांच वर्षों के दौरान %(of_country)s के निर्यात %(current_year)s में $ %(current_export_val)s के लिए %(past_year)s में $ %(past_export_val)s से, %(change_rate)s%% की वार्षिक दर से %(increased_decreased)s है।
ja: 過去5年の間に%(of_country)s輸出は%(current_year)s年に$%(current_export_val)s に%(past_year)s年に$%(past_export_val)sから、%(change_rate)s%%の年率で%(increased_decreased)s。
tr: Son beş yıl boyunca %(of_country)s ihracatı %(current_year)s yılında $ %(current_export_val)s, %(past_year)s yılında %(past_export_val)s $ dan,%% %(change_rate)s oranında yıllık bazda artış %(increased_decreased)s.

source: In %(year)s %(country)s imported $%(import_val)s, making it the %(import_rank)s largest importer in the world.
de: Im Jahr %(year)s importierte %(country)s $ %(import_val)s, so dass es in diesem Jahr der %(import_rank)s größte Importeur der Welt war.
hi: %(year)s में %(country)s में यह दुनिया में %(import_rank)s सबसे बड़ा आयातक बना रही है, $ %(import_val)s का आयात किया।
ja: %(year)s年に%(country)s世界で%(import_rank)s最大の輸入国作り、$ %(import_val)sインポート。
tr: %(year)s yılında %(country)s dünyadaki %(import_rank)s büyük ithalatçısı haline $ %(import_val)s ithal.

source: During the last five years the imports %(of_country)s have %(increased_decreased)s at an annualized rate of %(change_rate)s%%, from $%(past_import_val)s in %(past_year)s to $%(current_import_val)s in %(current_year)s.
de: In den letzten fünf Jahren haben sich die Einfuhren von %(of_country)s jährlich um %(change_rate)s%% %(increased_decreased)s, von %(past_import_val)s $ im Jahr %(past_year)s auf $ %(current_import_val)s im Jahr %(current_year)s.
hi: पिछले पांच वर्षों के दौरान %(of_country)s आयात %(current_year)s में $ %(current_import_val)s के लिए %(past_year)s में $ %(past_import_val)s से, %(change_rate)s%% की वार्षिक दर से %(increased_decreased)s है।
ja: 過去5年の間に%(of_country)s輸入は%(current_year)s年に$%(current_import_val)sに%(past_year)s年に$%(past_import_val)sから、%(change_rate)s%%の年率で%(increased_decreased)s。
tr: Son beş yıl boyunca %(of_country)s ithalatı %(current_year)s yılında $ %(current_import_val)s, %(past_year)s yılında %(past_import_val)s $ dan,%% %(change_rate)s oranında yıllık bazda artış %(increased_decreased)s.

source: As compared to their trade balance in %(year)s when they %(still)s had a %(positive_negative)s trade balance of $%(net_trade)s in net %(exports_imports)s.
de: Im Vergleich dazu hatte dieses Land im Jahr %(year)s %(still)s eine %(positive_negative)s Handelsbilanz von $ %(net_trade)s an Netto%(exports_imports)s.
hi: %(year)s में उनके व्यापार संतुलन की तुलना में वे %(still)s शुद्ध %(exports_imports)s में $ %(net_trade)s की एक %(positive_negative)s व्यापार संतुलन था।
ja: %(year)s年に彼らの貿易収支と比較して、%(still)s%(exports_imports)sは$%(net_trade)sの%(positive_negative)s貿易収支を持っていたとき。
tr: %(year)s yılında kendi ticaret dengesinde ile karşılaştırıldığında %(still)s net %(exports_imports)s %(net_trade)s $ bir %(positive_negative)s ticaret dengesi vardı.

source: The economy %(of_country)s has an Economic Complexity Index (ECI) of %(eci)s making it the %(eci_rank)s most complex country.
de: Die Wirtschaft %(of_country)s hat einen Index der Wirtschaftlichen Komplexität (ECI) von %(eci)s und ist damit das %(eci_rank)s komplexeste Land.
hi: %(of_country)s अर्थव्यवस्था %(eci)s के एक आर्थिक जटिलता सूचकांक (ईसीआई) यह %(eci_rank)s सबसे जटिल देश बना रही है।
ja: %(of_country)s経済は%(eci)sの経済複雑指数（ECI）はそれを%(eci_rank)s最も複雑な国を作っています。
tr: %(of_country)s ekonomisi %(eci)s Ekonomik Karmaşıklık İndeksi (ECI) o %(eci_rank)s en karmaşık ülkesi yapma vardır.

source: The Economic Complexities of each country visualized over the past %(year_range)s years.
ja: それぞれの国の経済複雑さは、過去%(year_range)s年間で可視化しました。

source: The Economic Complexity ranking %(of_country)s has %(increased_or_decreased)s by %(rank_delta)s places over the past %(year_range)s years from %(old_eci)s in %(old_year)s to %(current_eci)s in %(current_year)s.
de: %(of_country)s hat sich in den vergangenen %(year_range)s Jahren um %(rank_delta)s Plätze im Ranking der Wirtschaftlichen Komplexität %(increased_or_decreased)st, von %(old_eci)s im Jahr %(old_year)s auf %(current_eci)s im Jahr %(current_year)s.
hi: %(of_country)s आर्थिक जटिलता रैंकिंग %(current_year)s में %(old_year)s-%(current_eci)s में %(old_eci)s से पिछले %(year_range)s वर्षों में %(rank_delta)s स्थानों की %(increased_or_decreased)s धि हुई है।
ja: %(of_country)s経済複雑さの順位は、%(current_year)s年に%(current_eci)sに%(old_year)s年の%(old_eci)sから、 過去%(year_range)s年間で%(rank_delta)sヶ所%(increased_or_decreased)s。
tr: %(of_country)s Ekonomik Karmaşıklık sıralamasında %(current_year)s yılında %(current_eci)s, %(old_year)s yılında %(old_eci)s ila son %(year_range)s yılda %(rank_delta)s yerlere %(increased_or_decreased)s.

source: More on %(country)s from our sister sites
de: Mehr über %(country)s auf unseren Schwester-Webseiten
hi: हमारे भगिनी स्थलों से %(country)s पर अधिक
ja: 姉妹サイトから%(country)s詳細
tr: Kardeş sitelerden %(country)s hakkında daha fazla

source: This treemap shows the municipalities in Brazil that imported products internationally.<br /><br /> DataViva is a visualization tool that provides official data on trade, industries, and education throughout Brazil. If you would like more info or to create a similar site get in touch with us at <a href='mailto:oec@media.mit.edu'>oec@media.mit.edu</a>. </p><p><a target='_blank' href='http://dataviva.info/apps/builder/tree_map/secex/all/all/all/bra/?size=import_val&controls=false'>Explore on DataViva <i class='fa fa-external-link'></i></a>
ja: このツリーマップは、国際的に製品を輸入し、ブラジルの自治体を示しています。<br /><br /> DataVivaは、ブラジル全体での貿易、産業、教育上の公式データを提供して可視化ツールです。あなたはより多くの情報をしたいと思いますか、似たようなサイトは、このメールアドレスで私達と連絡を取って作成する場合。 <a href='mailto:oec@media.mit.edu'>oec@media.mit.edu</a>. </p><p><a target='_blank' href='http://dataviva.info/apps/builder/tree_map/secex/all/all/all/bra/?size=import_val&controls=false'>Explore on DataViva <i class='fa fa-external-link'></i></a>

source: This map shows the exports of Brazil by state.<br /><br /> DataViva is a visualization tool that provides official data on trade, industries, and education throughout Brazil. If you would like more info or to create a similar site get in touch with us at <a href='mailto:oec@media.mit.edu'>oec@media.mit.edu</a>. </p><p><a target='_blank' href='http://en.dataviva.info/apps/builder/geo_map/secex/all/all/all/bra/?color=export_val&controls=false&year=2013'>Explore on DataViva <i class='fa fa-external-link'></i></a>
ja: このマップは、国家によるブラジルの輸出を示しています。 DataVivaは、ブラジル全体での貿易、産業、教育上の公式データを提供して可視化ツールです。あなたはより多くの情報をしたいと思いますか、似たようなサイトは、このメールアドレスで私達と連絡を取って作成する場合。<a href='mailto:oec@media.mit.edu'>oec@media.mit.edu</a>. </p><p><a target='_blank' href='http://en.dataviva.info/apps/builder/geo_map/secex/all/all/all/bra/?color=export_val&controls=false&year=2013'>Explore on DataViva <i class='fa fa-external-link'></i></a>

source: This bar chart shows the wage distribution for the working population in Brazil. </p><p><a target='_blank' href='http://en.dataviva.info/apps/builder/bar/rais/all/all/all/bra/?controls=false&year=2013'>Explore on DataViva <i class='fa fa-external-link'></i></a>
ja: この棒グラフは、ブラジルの労働人口のための賃金分布を示しています。 </p><p><a target='_blank' href='http://en.dataviva.info/apps/builder/bar/rais/all/all/all/bra/?controls=false&year=2013'>Explore on DataViva <i class='fa fa-external-link'></i></a>

source: This treemap shows the municipalities in Brazil that imported products from %(country)s.<br /><br /> DataViva is a visualization tool that provides official data on trade, industries, and education throughout Brazil. If you would like more info or to create a similar site get in touch with us at <a href='mailto:oec@media.mit.edu'>oec@media.mit.edu</a>. </p><p><a target='_blank' href='http://dataviva.info/apps/builder/tree_map/secex/all/all/%(dv_country_id)s/bra/?size=import_val&controls=false'>Explore on DataViva <i class='fa fa-external-link'></i></a>
ja: このツリーマップは、%(country)sから製品を輸入し、ブラジルの自治体を示しています。<br /><br /> DataVivaは、ブラジル全体での貿易、産業、教育上の公式データを提供して可視化ツールです。あなたはより多くの情報をしたいと思いますか、似たようなサイトは、このメールアドレスで私達と連絡を取って作成する場合。<a href='mailto:oec@media.mit.edu'>oec@media.mit.edu</a>. </p><p><a target='_blank' href='http://dataviva.info/apps/builder/tree_map/secex/all/all/%(dv_country_id)s/bra/?size=import_val&controls=false'>Explore on DataViva <i class='fa fa-external-link'></i></a>

source: This treemap shows the municipalities in Brazil that exported products to %(country)s. </p><p><a target='_blank' href='http://dataviva.info/apps/builder/tree_map/secex/all/all/%(dv_country_id)s/bra/?size=export_val&controls=false'>Explore on DataViva <i class='fa fa-external-link'></i></a>
ja: このツリーマップは、%(country)sに製品を輸出し、ブラジルの自治体を示しています。 </p><p><a target='_blank' href='http://dataviva.info/apps/builder/tree_map/secex/all/all/%(dv_country_id)s/bra/?size=export_val&controls=false'>Explore on DataViva <i class='fa fa-external-link'></i></a>

source: This treemap shows the cultural exports %(of_country)s, as proxied by the production of globally famous historical characters.</p><p>%(pantheon_link)s
de: Diese Baumkarte zeigt die Kulturexporte von %(of_country)s unterteilt nach Städten, gemäß der "Produktion" von weltweit bekannten historischen Persönlichkeiten Proxy.</p><p>%(pantheon_link)s
hi: विश्व स्तर पर प्रसिद्ध ऐतिहासिक पात्रों के उत्पादन से प्रॉक्सीकृत के रूप में इस पेड़ नक्शा, %(of_country)s सांस्कृतिक निर्यात से पता चलता है।</p><p>%(pantheon_link)s
ja: 世界的に有名な歴史的な文字の生産によってプロキシとしてこのツリーマップは、%(of_country)s文化輸出を示しています。</p><p>%(pantheon_link)s
tr: Dünya çapında ünlü tarihsel karakterlerin üretimi ile vekalet gibi bu treemap, %(of_country)s kültürel ihracatını göstermektedir.</p><p>%(pantheon_link)s

source: This treemap shows the cultural exports %(of_country)s by city, as proxied by the production of globally famous historical characters.</p><p>%(pantheon_link)s
de: Diese Baum Karte zeigt die Kulturexporte %(of_country)s von Stadt, wie sie in der Produktion von weltweit bekannten historischen Persönlichkeiten Proxy.</p><p>%(pantheon_link)s
hi: विश्व स्तर पर प्रसिद्ध ऐतिहासिक पात्रों के उत्पादन से प्रॉक्सीकृत के रूप में इस पेड़ नक्शा, शहर से %(of_country)s सांस्कृतिक निर्यात से पता चलता है।</p><p>%(pantheon_link)s
ja: 世界的に有名な歴史的な文字の生産によってプロキシとしてこのツリーマップは、都市別%(of_country)s文化輸出を示しています。</p><p>%(pantheon_link)s
tr: Dünya çapında ünlü tarihsel karakterlerin üretimi ile vekalet gibi bu treemap, şehir %(of_country)s kültürel ihracatını göstermektedir.</p><p>%(pantheon_link)s

source: and the %(pci_rank)s most complex product according to the <a href='/en/rankings/hs92/'>Product Complexity Index (PCI)</a>
de: und das %(pci_rank)s komplexeste Produkt gemäß der <a href='/en/rankings/hs92/'>Product Complexity Index (PCI)</a>
hi: और %(pci_rank)s सबसे जटिल उत्पाद के अनुसार <a href='/en/rankings/hs92/'>Product Complexity Index (PCI)</a>
ja: そして%(pci_rank)s最も複雑な製品は、に応じて<a href='/en/rankings/hs92/'>Product Complexity Index (PCI)</a>
tr: ve %(pci_rank)s en karmaşık ürün göre <a href='/en/rankings/hs92/'>Product Complexity Index (PCI)</a>

source: Rank
de: Rang
hi: पद
ja: ランク
tr: Rütbe

source: ECI
de: Index der wirtschaftlichen Komplexität
hi: ईसीआई
ja: 経済複雑性指標 エコノミック コンプレキシティー インデックス

source: This treemap shows the municipalities in Brazil that imported products from %(country)s.<br /><br /> DataViva is a visualization tool that provides official data on trade, industries, and education throughout Brazil. If you would like more info or to create a similar site get in touch with us at <a href='mailto:oec@media.mit.edu'>oec@media.mit.edu</a>. </p><p><a target='_blank' href='http://dataviva.info/apps/builder/tree_map/secex/all/all/%(dv_country_id)s/bra/?size=import_val&controls=false'>Explore on DataViva <i class='fa fa-external-link'></i></a>
hi: इस पेड़ नक्शा %(country)s से आयातित उत्पादों है कि ब्राजील में नगर पालिकाओं से पता चलता है।<br /><br /> DataViva ब्राजील भर में व्यापार, उद्योग और शिक्षा पर सरकारी आंकड़ों प्रदान करता है कि एक दृश्य उपकरण है। यदि आप अधिक जानकारी चाहते हैं या बनाने के लिए तो एक ऐसी ही साइट हमारे साथ संपर्क में मिलता है <a href='mailto:oec@media.mit.edu'>oec@media.mit.edu</a>. </p><p><a target='_blank' href='http://dataviva.info/apps/builder/tree_map/secex/all/all/%(dv_country_id)s/bra/?size=import_val&controls=false'>Explore on DataViva <i class='fa fa-external-link'></i></a>

source: This treemap shows the municipalities in Brazil that exported products to %(country)s. </p><p><a target='_blank' href='http://dataviva.info/apps/builder/tree_map/secex/all/all/%(dv_country_id)s/bra/?size=export_val&controls=false'>Explore on DataViva <i class='fa fa-external-link'></i></a>
hi: इस पेड़ नक्शा %(country)s के लिए उत्पादों का निर्यात किया है कि ब्राजील में नगर पालिकाओं से पता चलता है। </p><p><a target='_blank' href='http://dataviva.info/apps/builder/tree_map/secex/all/all/%(dv_country_id)s/bra/?size=export_val&controls=false'>Explore on DataViva <i class='fa fa-external-link'></i></a>

source: This treemap shows the municipalities in Brazil that imported products from %(country)s.<br /><br /> DataViva is a visualization tool that provides official data on trade, industries, and education throughout Brazil. If you would like more info or to create a similar site get in touch with us at <a href='mailto:oec@media.mit.edu'>oec@media.mit.edu</a>. </p><p><a target='_blank' href='http://dataviva.info/apps/builder/tree_map/secex/all/all/%(dv_country_id)s/bra/?size=import_val&controls=false'>Explore on DataViva &raquo;</a>
de: Diese Baumkarte zeigt die Gemeinden in Brasilien, die Produkte aus %(country)s importiert haben.<br /><br /> DataViva ist ein Visualisierungs-Tool, das offizielle Daten über Handel, Industrie und Bildung in ganz Brasilien veranschaulicht. Für weitere Informationen oder falls Sie eine ähnliche Webseite erstellen möchten, können Sie uns unter den folgenden Kontaktdaten erreichen: <a href='mailto:oec@media.mit.edu'>oec@media.mit.edu</a>. </p><p><a target='_blank' href='http://dataviva.info/apps/builder/tree_map/secex/all/all/%(dv_country_id)s/bra/?size=import_val&controls=false'>Explore on DataViva &raquo;</a>
tr: Bu treemap %(country)s ürünlerini ithal Brezilya'da belediyeleri gösterir.<br /><br /> DataViva Brezilya boyunca ticaret, sanayi, eğitim ile ilgili resmi verileri sağlayan bir görselleştirme aracıdır. Daha fazla bilgi istiyorum ya oluşturmak için ise benzer bir yer bizimle temasa de olsun <a href='mailto:oec@media.mit.edu'>oec@media.mit.edu</a>. </p><p><a target='_blank' href='http://dataviva.info/apps/builder/tree_map/secex/all/all/%(dv_country_id)s/bra/?size=import_val&controls=false'>Explore on DataViva &raquo;</a>

source: This treemap shows the municipalities in Brazil that exported products to %(country)s. </p><p><a target='_blank' href='http://dataviva.info/apps/builder/tree_map/secex/all/all/%(dv_country_id)s/bra/?size=export_val&controls=false'>Explore on DataViva &raquo;</a>
de: Diese Baumkarte zeigt die Gemeinden in Brasilien, die Produkte nach %(country)s exportieren haben. </p><p><a target='_blank' href='http://dataviva.info/apps/builder/tree_map/secex/all/all/%(dv_country_id)s/bra/?size=export_val&controls=false'>Explore on DataViva &raquo;</a>
tr: Bu treemap %(country)s ürün ihraç Brezilya'da belediyeleri gösterir. </p><p><a target='_blank' href='http://dataviva.info/apps/builder/tree_map/secex/all/all/%(dv_country_id)s/bra/?size=export_val&controls=false'>Explore on DataViva &raquo;</a>
