Repository: fxcebx/oec
Catalog: oec/translations/*/LC_MESSAGES/messages.po
Languages: de, es, hi, ja, pt, tr

source: Trillion
de: Billion
es: Billón
hi: खरब
ja: 兆
pt: Trilhão
tr: trilyon

source: Billion
de: Milliarde
es: Mil millones
hi: एक अरब
ja: 億
pt: Bilhão
tr: Milyar

source: Million
de: Millionen
es: Millones
hi: दस लाख
ja: 無数
pt: Milhão
tr: Milyon

source: Thousand
de: tausend
es: Mil
hi: हज़ार
ja: 数千
pt: Mil
tr: Bin

source: th
es: º
hi: वीं
pt: º

source: st
es: º
pt: º

source: nd
es: º
pt: º

source: rd
es: º
pt: º

source: th
es: º
pt: º

source: th
es: º
pt: º

source: th
es: º
pt: º

source: th
es: º
pt: º

source: th
es: º
pt: º

source: th
es: º
pt: º

source: article_the_m_p
de: der
es: los
pt: os

source: article_the_m
de: der
es: el
pt: o

source: article_the_f_p
de: die
es: las
pt: as

source: article_the_f
de: die
es: la
pt: a

source: article_of
de: von
es: de
hi: के
pt: de
tr: in

source: article_of_m_p
de: von
es: de
hi: के
pt: dos
tr: in

source: article_of_m
de: von
es: de
hi: के
pt: do
tr: in

source: article_of_f_p
de: von
es: de
hi: के
pt: das
tr: in

source: article_of_f
de: von
es: de
hi: के
pt: da
tr: in

source: article_in
pt: em

source: article_in_m_p
pt: nos

source: article_in_m
pt: no

source: article_in_f_p
pt: nas

source: article_in_f
pt: na

source: verb_is_p
de: ist
es: son
hi: है
pt: é
tr: olduğunu

source: verb_is
de: ist
es: es
hi: है
pt: é
tr: olduğunu

source: The Observatory of Economic Complexity
de: Das Observatorium für Wirtschaftliche Komplexität
es: Observatorio de Complejidad Económica
hi: आर्थिक जटिलता की वेधशाला
ja: 経済複雑性の観測
pt: O Observatório da Complexidade Econômica
tr: Ekonomik Karmaşıklık Gözlemevi

source: We are the world's leading visualization engine for international trade data.
es: Somos motor de visualización líder mundial de datos de comercio internacional.
pt: Nós somos a maior plataforma de visualização de dados de comércio exterior.

source: Learn More
de: Erfahren Sie mehr
es: Aprende más
hi: और सीखें
ja: もっと知る
pt: Saiba mais
tr: Daha fazla bilgi edin

source: Watch a video
es: Ver un vídeo
pt: Assista ao vídeo

source: Search
de: Suche
es: Buscar
hi: खोज
ja: 検索
pt: Busca
tr: Aramak

source: Application programming interface (API) for querying the raw data used throughout The Observatory of Economic Complexity.
de: Programmierschnittstelle (API) für die Abfrage der vom Observatorium für ökonomische Komplexität benutzten Rohdaten
es: Interfaz de programación de aplicaciones (API) para la consulta de los datos utilizados en el Observatorio de la Complejidad Económica.
hi: आर्थिक जटिलता की वेधशाला भर में इस्तेमाल कच्चे डेटा क्वेरी के लिए एप्लीकेशन प्रोग्रामिंग इंटरफेस (एपीआई)।
ja: 未補正のデータを検索するアプリケーションプログラムインターフェイスは、経済複雑性の観測をくまなく網羅します。
pt: Interface de programação de aplicativo (API) para consultar os dados brutos utilizados ao longo do Observatório da Complexidade Econômica.
tr: Ekonomik Karmaşıklık Gözlemevi genelinde kullanılan ham verileri sorgulamak için uygulama programlama arabirimi (API).

source: Publications
de: Veröffentlichungen
es: Publicaciones
hi: प्रकाशन
ja: 発表、出版
pt: Publicações
tr: Yayınlar

source: Books
de: Bücher
es: Libros
hi: किताबें
ja: 本
pt: Livros
tr: Kitaplar

source: Photo by
de: Foto von
es: Foto por
hi: (X) की फ़ोटो
ja: 撮影
pt: Foto tirada por
tr: Fotoğrafı çeken

source: Countries
de: Die Länder
es: Países
hi: देश
ja: 国
pt: Países
tr: Ülkeler

source: Products
de: Produkte
es: Productos
hi: उत्पाद
ja: 製品
pt: Produtos
tr: Ürünler

source: Visualizations
de: Visualisierungen
es: Visualizaciones
hi: विशुअलिज़शन
ja: 可視化されたもの
pt: Visualizações
tr: Görsel

source: About
pt: Sobre

source: Methodology
pt: Metodologia

source: The Site
pt: O Site

source: Permissions
de: Berechtigungen
es: Permisos
hi: अनुमतियाँ
ja: 許可
pt: Permissões
tr: İzinler

source: FAQs
de: Häufig gestellte Fragen
hi: बार बार पूंछे जाने वाले प्रश्न
ja: よくある質問
pt: Perguntas frequentes
tr: SSS

source: Exports
de: Exporte
es: Exportaciones
hi: निर्यात
ja: 輸出
pt: Exportação
tr: İhracat

source: Imports
de: Importe
es: Importaciones
hi: आयात
ja: 輸入
pt: Importação
tr: İthalat

source: and
de: und
es: y
hi: और
ja: と
pt: e
tr: ve

source: Trade Partners
es: Socios comerciales
ja: 貿易パートナー
pt: Parceiro Comercial

source: Product Trade
es: Comercio producto
ja: 製品の貿易
pt: Trade produto

source: Exporters
es: exportadores
ja: 輸出
pt: Exportadores

source: Importers
es: importadores
ja: 輸入
pt: Importadores

source: of
pt: de

source: Looking for commercial partners %(in_country)s? List your company on
pt: Buscando parceiros comerciais %(in_country)s? Inclua sua empresa no

source: Importer
pt: Importador

source: Exporter
pt: Exportador

source: Explore on Visualizations page
es: Explora en la página visualizaciones
pt: Construa sua visualização

source: Data Sources
de: Datenquellen
es: Fuentes de datos
hi: डाटा के स्रोत
ja: 出典
pt: Fontes de Dados
tr: Veri kaynakları

source: Economic Complexity Ranking of Countries
es: Complejidad Económica de Países
pt: Ranking da Complexidade Econômica

source: Economic Complexity Ranking of %(classification)s Products
es: Ranking de Complejidad Económica de Productos %(classification)s
pt: Ranking da Complexidade Econômica

source: Economic Complexity ranking of countries based on their ECI values.
pt: Ranking da Complexidade Econômica (ECI)

source: Economic Complexity ranking of products based on their PCI values.
es: Ranking de Complejidad Económica de productos basado en los valores del PCI
pt: Ranking da Complexidade Econômica (PCI)

source: Economic Complexity
de: Wirtschaftliche Komplexität
es: Complejidad Económica
hi: आर्थिक जटिलता
ja: 経済複雑性
pt: Complexidade Econômica
tr: ekonomik Karmaşıklık

source: Product Complexity
de: Produktkomplexität
es: Complejidad del producto
hi: उत्पाद की जटिलता
ja: 品目名
pt: Complexidade do produto
tr: Ürün Karmaşıklık

source: Download
es: Descargar
hi: डाउनलोड
ja: ダウンロード
pt: Baixar

source: Download All Years
de: Alle Jahre herunterladen
es: Descargar todos los años
hi: कभी साल डाउनलोड करें
ja: すべての年をダウンロード
pt: Baixar todos os anos
tr: Tüm Yıl indirin

source: About the Site
de: Über die Seite
es: Acerca del Sitio
hi: साइट के बारे में
ja: こちらのサイトについて
pt: Sobre
tr: Site Hakkında

source: Photos and descriptions of the team members involved in the creation of The Observatory.
de: Fotos und Beschreibungen der Teammitglieder, welche an der Erstellung des Observatorium für wirtschaftliche Entwicklung beteiligt waren.
es: Fotos y descripciones de los miembros del equipo que participan en la creación del Observatorio.
hi: वेधशाला के टीम की तस्वीरें और जीवनियाँ
ja: この経済複雑性観測所の創設に関わったチームメンバーの写真と説明。
pt: Fotos e descrições dos membros da equipe envolvidos na criação do Observatório.
tr: Fotoğraf ve Observatory oluşturulması dahil ekip üyelerinin açıklamaları.

source: About the Observatory
de: Über das Observatorium
es: Sobre el Observatorio
hi: वेधशाला के बारे में
ja: この観測について
pt: Sobre do Observatório
tr: Gözlemevi Hakkında

source: Current Team
de: Aktuelles Team
es: Equipo
hi: वर्तमान टीम
ja: 現在のチーム
pt: Squadra atual
tr: Güncel Ekibi

source: Past Contributors
de: Frühere Mitwirkende
es: Colaboradores anteriores
hi: पूर्व टीम
ja: 貢献してくださった方々
pt: Contribuintes últimos
tr: Geçmiş Katkıda

source: HS, SITC, and Country classification with their corresponding IDs and values.
de: HS, SITC und Länderklassifizierung mit den entsprechenden IDs und Werten.
es: Clasificación del HS, SITC y de país con sus correspondientes identificaciones y valores.
hi: एचएस, एसआईटीसी और देशों के वर्गीकरण, उनके आइडीस और मूल्यों के साथ
ja: HS、SITCそしてIDsと値に付随した国の分類
pt: Classificação HS, SITC, eo país com suas identificações e valores correspondentes.
tr: Bunlara karşılık gelen kimlikleri ve değerleri ile HS, SITC ve Ülke sınıflandırılması.

source: Frequently Asked Questions
de: Häufig gestellte Fragen
es: Preguntas frecuentes
hi: बार बार पूंछे जाने वाले प्रश्न
ja: よくある質問
pt: Perguntas frequentes
tr: sık Sorulan Sorular

source: Revealed Compared Advantage (RCA)
pt: Vantagem Comparativa Revelada (RCA)

source: What is Economic Complexity?
de: Was ist Wirtschaftliche Komplexität?
es: ¿Qué es la Complejidad Económica?
hi: आर्थिक जटिलता क्या है?
ja: 経済複雑性とは何か？
pt: Qual é a complexidade econômica?
tr: Ekonomik Karmaşıklık nedir?

source: How is Economic Complexity calculated?
de: Wie wird die Wirtschaftliche Komplexität berechnet?
es: ¿Qué es la Complejidad Económica?
hi: आर्थिक जटिलता की गणना कैसे की जाती है?
ja: 経済複雑性はどうやって計測されるのか？
pt: Como é Complexidade Econômico apurado?
tr: Ekonomik Karmaşıklık nasıl hesaplanır?

source: A Development blog of updates to the site.
de: Ein Entwicklerblog über Updates der Website
es: Blog de actualizaciones
hi: साईट के विकास के ब्लॉग
ja: サイトの更新の開発ブログ
pt: Um blog Desenvolvimento de atualizações para o site
tr: Site güncellemeleri Bir Kalkınma Blog

source: Share
es: Compartir
hi: शेयर
ja: シェア
pt: Compartilhar

source: Short URL
es: URL corto
hi: शॉर्ट यूआरएल
ja: ショートURL
pt: URL Curto

source: Embed
es: Empotrar
hi: एम्बेड
ja: 埋め込みます
pt: Incorporar

source: Social Media
es: Medios de comunicación social
hi: सामाजिक मीडिया
ja: ソーシャルメディア
pt: Mídia Social

source: Home
de: zu Hause
es: Inicio
hi: घर
ja: ホーム
pt: Pagina Principal
tr: Ev

source: No Filter
es: Sin filtro
ja: フィルター設定なし
pt: Sem filtro

source: An emedded visualization.
de: Eine eingebettete Visualisierung.
es: Una visualización incrustada.
hi: एक एम्बेडेड विशुअलिज़शन.
ja: emedded可視化
pt: Uma visualização emedded.
tr: Bir emedded görselleştirme.

source: Data visualization of economic trade
de: Visualisierung der Handelsdaten
es: Visualización de comercio
hi: आर्थिक व्यापर की डेटा विशुअलिज़शन
ja: 経済貿易のデータの可視化
pt: A visualização de dados do comércio econômico
tr: Ekonomik ticaret veri görselleştirme

source: Controls
es: controles
ja: フィルター設定なし
pt: Controles

source: Close
es: Cerca
ja: 閉じる
pt: Recolher

source: Build Visualization
de: Visualisierung wird erstellt
es: Construir Visualización
hi: विशुअलिज़शन बनानें
ja: 可視化の構築
pt: Construa Visualization
tr: Görselleştir

source: Select Trade Scenario
de: Handelsszenario wählen
es: Seleccionar Comercio Escenario
hi: व्यापार परिदृश्य का चयन करें
ja: トレードシナリオを選ぶ
pt: Selecione Trade Cenário
tr: Ticaret Senaryosu Seçiniz

source: Profile
de: Profil
es: Resumen
hi: प्रोफाइल
ja: プロファイル
pt: Perfil
tr: Profil

source: Population
es: Población
ja: 人口
pt: População

source: GDP
de: BIP
es: PIB
hi: सकल घरेलू उत्पाद
ja: 国内総生産
pt: PIB
tr: GSYİH

source: GDP Per Capita
de: Pro-Kopf Einkommen
es: PIB per cápita
hi: प्रति व्यक्ति सकल घरेलु उत्पाद
ja: 一人あたりのGDP
pt: PIB per capita
tr: Kişi başına GSYİH

source: Econ Complexity
de: Wirtschaftliche Komplexität
es: Complejidad Econ.
hi: आर्थिक जटिलता
ja: 経済複雑性
pt: Complexidade Econômica
tr: Ekon Karmaşıklık

source: The total world trade in %(year)s was %(export_val)s.
es: El comercio mundial total en %(year)s fue de %(export_val)s.
ja: %(year)s年の世界の総貿易は%(export_val)sでした。
pt: O total do comércio mundial em %(year)s foi de %(export_val)s.

source: The 10 most traded products by dollar amount are %(exports_list)s, using the 1992 revision of the HS (Harmonized System) classification.
es: Los 10 productos más comercializados por cantidad en dólares son %(exports_list)s, utilizando la revisión de la clasificación del SA (Sistema Armonizado) 1992.
ja: 金額で10ほとんどの取引商品は、HS（統一システム）の分類の1992年改訂版を使用して、%(exports_list)sです。
pt: As exportações principais são %(exports_list)s, usando a revisão do Sistema Harmonizado de classificação HS1992.

source: The top 10 exporting countries are %(origins_list)s.
es: Los 10 principales países exportadores son %(origins_list)s.
ja: トップ10の輸出国は%(origins_list)sです。
pt: Os 10 principais países exportadores são %(origins_list)s.

source: %(country_is)s the %(econ_rank)s largest export economy in the world
de: %(country_is)s ist das %(econ_rank)s größte Exportland der Welt
es: %(country_is)s la %(econ_rank)s mayor economía de exportación en el mundo
hi: %(country_is)s दुनिया में %(econ_rank)s सबसे बड़ा निर्यात अर्थव्यवस्था
ja: %(country_is)s世界%(econ_rank)s最大の輸出経済
pt: %(country_is)s a %(econ_rank)s maior economia de exportação do mundo
tr: %(country_is)s, dünyanın %(econ_rank)s büyük ihracat ekonomisi

source: and the %(eci_rank)s most complex economy according to the Economic Complexity Index (ECI).
es: y la economía más compleja %(eci_rank)s de acuerdo con el Índice de Complejidad Económica (ECI).
pt: e na economia mais complexa %(eci_rank)s acordo com o Índice de Complexidade Econômico (ICE).

source: In %(year)s, %(country)s exported $%(export_val)s and imported $%(import_val)s, resulting in a %(positive_negative)s trade balance of $%(trade_delta)s.
es: En %(year)s, %(country)s exportó $ %(export_val)s e importó $ %(import_val)s, dando como resultado un saldo comercial %(positive_negative)s de $ %(trade_delta)s.
pt: Em %(year)s, %(country)s exportou US $ %(export_val)s e importou US $ %(import_val)s, resultando em um saldo comercial positivo de US $ %(trade_delta)s.

source: In %(year)s the GDP %(of_country)s was $%(gdp)s and its GDP per capita was $%(gdp_pc)s.
de: Im Jahr %(year)s war das BIP von %(of_country)s $ %(gdp)s hoch und das Pro-Kopf-Einkommen %(gdp_pc)s $.
es: En %(year)s el PIB %(of_country)s fue de $ %(gdp)s y su PIB per cápita fue de $ %(gdp_pc)s.
hi: %(year)s में %(of_country)s के सकल घरेलू उत्पाद $ %(gdp)s साल का था और प्रति व्यक्ति सकल घरेलू उत्पाद $ %(gdp_pc)s था।
ja: %(year)s年に%(of_country)sのGDPは$%(gdp)sで一人当たりのGDPは$%(gdp_pc)s歳。
pt: Em %(year)s, o PIB %(of_country)s foi de US $ %(gdp)s e seu PIB per capita foi de US $ %(gdp_pc)s.
tr: %(year)s yılında %(of_country)s GSYH %(gdp)s $ ve kişi başına düşen GSYİH %(gdp_pc)s $ oldu.

source: The top exports %(of_country)s are %(exports_list)s, using the 1992 revision of the HS (Harmonized System) classification. Its top imports are %(imports_list)s.
de: Die größten Exporte von %(of_country)s waren %(exports_list)s, (gemäß der Revision der HS (Harmonized System) Klassifizierung in 1992). Die größten Importe waren %(imports_list)s.
es: Las principales exportaciones de %(of_country)s son %(exports_list)s, de acuerdo ala clasificación del Sistema Harmonizado (HS). Sus principales importaciones son %(imports_list)s.
hi: %(of_country)s के शीर्ष निर्यात एच एस (संगत प्रणाली) वर्गीकरण 1992 संशोधन का उपयोग, %(exports_list)s इसके शीर्ष आयात के %(imports_list)s हैं।
ja: %(of_country)sトップ輸出はHS（統一システム）の分類の1992年改訂版を使用して、%(exports_list)sです。そのトップの輸入は%(imports_list)sです。
pt: As exportações principais %(of_country)s são %(exports_list)s, usando o 1992 revisão da classificação HS (Sistema Harmonizado). Suas principais importações são %(imports_list)s.
tr: %(of_country)s üst ihracatı HS (Armonize Sistemi) sınıflamasına 1992 düzeltme kullanarak, %(exports_list)s bulunmaktadır. Onun en iyi ithalat %(imports_list)s vardır.

source: The top export destinations %(of_country)s are %(destinations)s. The top import origins are %(origins)s.
de: Die größten Exportziele %(of_country)s waren %(destinations)s. Die Top-Herkunftländer waren %(origins)s.
es: Los principales destinos de las exportaciones de %(of_country)s son %(destinations)s. Los principales orígenes de sus importaciones son %(origins)s.
hi: शीर्ष निर्यात स्थलों %(of_country)s %(destinations)s हैं। शीर्ष आयात मूल %(origins)s रहे हैं।
ja: %(of_country)sトップ輸出先は%(destinations)sです。トップ輸入元は%(origins)sです。
pt: Os principais destinos de exportação %(of_country) são %(destinations)s. As origens de importação de topo são %(origins)s.
tr: %(of_country)s üst ihracat hedefleri %(destinations)s bulunmaktadır. Üst ithalat kökeni %(origins)s bulunmaktadır.

source: %(country)s is an island and borders %(maritime_borders)s by sea.
de: %(country)s ist eine Insel und grenzt per See an %(maritime_borders)s
es: %(country)s es una isla que limita con %(maritime_borders)s por mar.
hi: %(country)s एक द्वीप है और समुद्र से %(maritime_borders)s सीमाओं।
ja: %(country)s島で、海に%(maritime_borders)sと国境を接します。
pt: %(country)s é uma ilha e faz fronteira com %(maritime_borders)s por mar.
tr: %(country)s bir adadır ve deniz yoluyla %(maritime_borders)s komşudur.

source: %(country)s borders %(land_borders)s.
de: %(country)s grenzt an %(land_borders)s.
es: %(country)s limita con %(land_borders)s.
hi: %(country)s %(land_borders)s सीमाओं।
ja: %(country)s%(land_borders)sと国境を接します。
pt: %(country)s faz fronteira com %(land_borders)s.
tr: %(country)s %(land_borders)s komşudur.

source: %(country)s borders %(land_borders)s by land and %(maritime_borders)s by sea.
de: %(country)s grenzt an %(land_borders)s zu Lande und %(maritime_borders)s auf dem Seeweg.
es: %(country)s limita con %(land_borders)s por tierra y con %(maritime_borders)s por mar.
hi: %(country)s समुद्र से जमीन और %(maritime_borders)s ने %(land_borders)s की सीमाओं।
ja: %(country)s海沿いの土地と%(maritime_borders)s%(land_borders)sと国境を接します。
pt: %(country)s faz fronteira com %(land_borders)s por terra e %(maritime_borders)s por mar.
tr: %(country)s deniz yoluyla toprak ve %(maritime_borders)s tarafından %(land_borders)s komşudur.

source: increased
de: erhöht
es: creció
hi: बढ़ी हुई
ja: 増加
pt: cresceram
tr: artmış

source: decreased
de: verringert
es: decresió
hi: में कमी आई
ja: 減少
pt: descresceram
tr: azalmış

source: During the last five years exports have %(increased_decreased)s at a median annualized rate of %(change_rate)s%%, from $%(past_export_val)s in %(past_year)s to $%(current_export_val)s in %(current_year)s.
es: Durante los últimos cinco años las exportaciones han %(increased_decreased)s a una tasa anual promedio de %(change_rate)s%%, pasando de $ $%(past_export_val)s en %(past_year)s a $ %(current_export_val)s en %(current_year)s.
pt: Durante os últimos cinco anos, as exportações %(increased_decreased)s a uma taxa anualizada média de %(change_rate)s%% passando de $ %(past_export_val)s em %(past_year)s para US $ %(current_export_val)s em %(current_year)s.

source: The most recent exports are led by %(top_export)s which represent %(top_export_pct)s%% of the total products exported, followed by %(second_export)s, which account for %(second_export_pct)s%%.
es: Las exportaciones más recientes son guiados %(top_export)s que representan el %(top_export_pct)s%% del total de productos exportados, seguido de %(second_export)s, que representan el %(second_export_pct)s%%.
pt: As exportações mais recentes são lideradas por %(top_export)s, que representam %(top_export_pct)s%% das exportações totais de %(of_country), seguido pelo %(second_export)s, que respondem por %(second_export_pct)s%%.

source: The top exporters globally are %(origins)s.
es: Los principales exportadores a nivel mundial son %(origins)s.
ja: トップ輸出は世界的に%(origins)sです。
pt: Os principais exportadores no mundo são %(origins)s.

source: Origins
de: Herkunftsländer
es: Orígenes
hi: स्रोत
ja: 輸入元
pt: Origem
tr: Kökenleri

source: In %(year)s %(country)s exported $%(export_val)s, making it the %(export_rank)s largest exporter in the world.
es: En %(year)s %(country)s exportó $%(export_val)s, lo que es el %(export_rank)s exportador más grande en el mundo.
pt: Em %(year)s, %(country)s exportou US $ %(export_val)s, tornando-se o %(export_rank)s maior exportador do mundo.

source: During the last five years the exports %(of_country)s have %(increased_decreased)s at an annualized rate of %(change_rate)s%%, from $%(past_export_val)s in %(past_year)s to $%(current_export_val)s in %(current_year)s.
es: Durante los últimos cinco años las exportaciones %(of_country)s han %(increased_decreased)s a una tasa anualizada del %(change_rate)s%%, de $%(past_export_val)s en %(past_year)s a $%(current_export_val)s en %(current_year)s.
pt: Durante os últimos cinco anos, as exportações %(of_country)s %(increased_decreased)s a uma taxa anualizada de %(change_rate)s%%, a partir de $ %(past_export_val)s em %(past_year)s para $ %(current_export_val)s em %(current_year)s.

source: The most recent exports are led by %(top_export)s which represent %(top_export_pct)s%% of the total exports %(of_country)s, followed by %(second_export)s, which account for %(second_export_pct)s%%.
de: Den größten Anteil an den Exporten hatte %(top_export)s, das %(top_export_pct)s%% der gesamten Exporte %(of_country)s ausmachte, gefolgt von %(second_export)s, das %(second_export_pct)s%% der Exporte ausmacht.
es: Las exportaciones más recientes son lideradas por la exportación de %(top_export)s, que representa el %(top_export_pct)s%%de las exportaciones totales %(of_country)s, seguidas por %(second_export)s, que representan el %(second_export_pct)s%%.
hi: सबसे हाल ही में निर्यात %(second_export_pct)s%% के लिए खाते में जो %(second_export)s के द्वारा पीछा %(of_country)s कुल निर्यात का %(top_export_pct)s%% का प्रतिनिधित्व करते हैं, जो %(top_export)s से नेतृत्व कर रहे हैं।
ja: 最新の輸出は%(second_export_pct)s%%を占めて%(second_export)sが続く%(of_country)s総輸出額、%(top_export_pct)s%%を占め、%(top_export)sが主導しています。
pt: As exportações mais recentes são liderados por %(top_export)s, que representam %(top_export_pct)s%% das exportações totais %(of_country)s, seguido pelo %(second_export)s, que responde por %(second_export_pct)s%%.
tr: En son ihracatın%% %(second_export_pct)s'ini %(second_export)s ardından %(of_country)s toplam ihracatı,%% %(top_export_pct)s temsil %(top_export)s tarafından yönetilmektedir.

source: In %(year)s %(country)s imported $%(import_val)s, making it the %(import_rank)s largest importer in the world.
es: En %(year)s %(country)s importó $%(import_val)s, lo que es el %(import_rank)s importador más grande en el mundo.
pt: Em %(year)s, %(country)s importou US $ %(import_val)s, tornando-se o %(import_rank)s maior importador do mundo.

source: During the last five years the imports %(of_country)s have %(increased_decreased)s at an annualized rate of %(change_rate)s%%, from $%(past_import_val)s in %(past_year)s to $%(current_import_val)s in %(current_year)s.
es: Durante los últimos cinco años las importaciones %(of_country)s han %(increased_decreased)s a una tasa anualizada del %(change_rate)s%%, de $%(past_import_val)s en %(past_year)s a $%(current_import_val)s en %(current_year)s.
pt: Durante os últimos cinco anos, as importações %(of_country)s %(increased_decreased)s a uma taxa anualizada de %(change_rate)s%%, a partir de $ %(past_import_val)s em %(past_year)s para $ %(current_import_val)s em %(current_year)s.

source: The most recent imports are led by %(top_import)s which represent %(top_import_pct)s%% of the total imports %(of_country)s, followed by %(second_import)s, which account for %(second_import_pct)s%%.
de: Den größten Anteil an den Importen hatte %(top_import)s, das %(top_import_pct)s%% der Gesamtimporte %(of_country)s ausmachte, gefolgt von %(second_import)s, das %(second_import_pct)s%% der Gesamtimporte ausmachte.
es: Las importaciones más recientes son lideradas por %(top_import)s, que representa el %(top_import_pct)s%% de las importaciones totales %(of_country)s, seguido por %(second_import)s, que representa el %(second_import_pct)s%%.
hi: %(second_import_pct)s%% के लिए खाते में जो %(second_import)s के द्वारा पीछा %(of_country)s कुल आयात का %(top_import_pct)s%% का प्रतिनिधित्व करते हैं, जो %(top_import)s से नेतृत्व कर रहे हैं सबसे हाल के आयात,।
ja: 最新の輸入は%(second_import_pct)s%%を占めて%(second_import)sが続く%(of_country)s輸入総額の%(top_import_pct)s%%を表す%(top_import)s、によって導かれています。
pt: As importações mais recentes são liderados por %(top_import)s, que representam %(top_import_pct)s%% das importações totais de %(of_country)s, seguido pelo %(second_import)s, que respondem por %(second_import_pct)s%%.
tr: %% %(second_import_pct)s'ini %(second_import)s ardından %(of_country)s toplam ithalatının%% %(top_import_pct)s'unu temsil eden %(top_import)s tarafından yürütülen son ithalatı.
